import React from 'react';

//import Button from './../Button/Button';
//import fire from '../Fire';
//import SignIn from './../Auth/SignIn';
//import SignUp from './Auth/SignUp';
//import SignUpContainer from './Auth/SignUpContainer';
import styles from './LiteratureStudio.module.css';
//import styles2 from './css/Bootstrap.module.css';
//<link href="css/bootstrap.css" rel='stylesheet' type='text/css' />
//import SignUp from './../Auth/SignUp';
//import {hideBeginningReducer} from './../../redux/quizReducer';


const LiteratureStudio =()=> {

 

   
    
    
    

  return(
        <div className={styles.wrapper}>
            <div className={styles.text_block}>
                <h2>МИСТЕЦТВО ТАНЦЮ</h2>
                    <p><i>У нас є шанс, ми на Говерлу перші,

Літературна студія «Натхнення» -

Божий дар,

Рядки віршів пророцтва перевершать...</i></p>
<p>
Літературна студія «Натхнення» існує в ліцеї вже понад 20 років – від самого його заснування. За цей час її керівниками були 
досвідчені майстри Слова: Людмила Галіцина, вчитель ліцею; Петро Кононенко, Наталка Поклад, Василь Герасим’юк, Ольга 
Германова – члени Спілки письменників України. Літературну студію сьогодні очолює заслужений учитель України Бальоха К.М.
Мета студії – вияв творчого обдарування особистості, розкриття краси і неповторності рідного Слова, його світлотіней, 
невичерпальності і глибини змісту, розмаїття стилів і форм через ознайомлення студійців зі світовою та національною класикою, 
власну оригінальну творчість, опрацювання критичних літературознавчих праць, творчі зустрічі тощо.
                    </p>

                    <img src={'imgLiterature.jpg'} alt="" className={styles.auto_img}/>
                    
<p>Учасники студії беруть участь у різноманітних літературно-мистецьких конкурсах різного рівня, займають 
призові місця, є учасниками ліцейних та міських мистецьких подій, авторами сценаріїв імпрез, ініціаторами 
зустрічей із професійними митцями Слова. Результатом такої роботи постають їхні твори, які і засвідчують 
мистецьку вправність авторів, глибину і масштабність світобачення, рівень громадянської зрілості чи 
морально-етичної позиції особистості. Твори літстудійців друкуються у ліцейній газеті «Простір», періодиці 
м. Києва, є предметом осмислення й оцінок у науково-пошукових роботах МАН, виявом свободи творчості та 
волевиявлення особистості, устремлінь і прагнень її самореалізації.</p>
            </div>
        </div>      
    )
    
  }
  export default LiteratureStudio;