import React from 'react';

//import Button from './../Button/Button';
//import fire from '../Fire';
//import SignIn from './../Auth/SignIn';
//import SignUp from './Auth/SignUp';
//import SignUpContainer from './Auth/SignUpContainer';
import styles from './Vykhovannia.module.css';
//import styles2 from './css/Bootstrap.module.css';
//<link href="css/bootstrap.css" rel='stylesheet' type='text/css' />
//import SignUp from './../Auth/SignUp';
//import {hideBeginningReducer} from './../../redux/quizReducer';


const Vykhovannia =()=> {
  return(
          <div className={styles.wrapper}>
            <div className={styles.text_block}>
                <h2>МИСТЕЦТВО ТАНЦЮ</h2>
                    <p><i>У нас є шанс, ми на Говерлу перші,

Літературна студія «Натхнення» -

Божий дар,

Рядки віршів пророцтва перевершать...</i></p>
<p>
Літературна студія «Натхнення» існує в ліцеї вже понад 20 років – від самого його заснування. За цей час її керівниками були 
досвідчені майстри Слова: Людмила Галіцина, вчитель ліцею; Петро Кононенко, Наталка Поклад, Василь Герасим’юк, Ольга 
Германова – члени Спілки письменників України. Літературну студію сьогодні очолює заслужений учитель України Бальоха К.М.
Мета студії – вияв творчого обдарування особистості, розкриття краси і неповторності рідного Слова, його світлотіней, 
невичерпальності і глибини змісту, розмаїття стилів і форм через ознайомлення студійців зі світовою та національною класикою, 
власну оригінальну творчість, опрацювання критичних літературознавчих праць, творчі зустрічі тощо.
                    </p>

                    <img src={'imgLiterature.jpg'} alt="" className={styles.auto_img}/>
                    
<p>Учасники студії беруть участь у різноманітних літературно-мистецьких конкурсах різного рівня, займають 
призові місця, є учасниками ліцейних та міських мистецьких подій, авторами сценаріїв імпрез, ініціаторами 
зустрічей із професійними митцями Слова. Результатом такої роботи постають їхні твори, які і засвідчують 
мистецьку вправність авторів, глибину і масштабність світобачення, рівень громадянської зрілості чи 
морально-етичної позиції особистості. Твори літстудійців друкуються у ліцейній газеті «Простір», періодиці 
м. Києва, є предметом осмислення й оцінок у науково-пошукових роботах МАН, виявом свободи творчості та 
волевиявлення особистості, устремлінь і прагнень її самореалізації.</p>
          </div>

          <div className={styles.text_block}>
              <h2>ТЕАТРАЛЬНА СТУДІЯ «МЕЛЬПОМЕНА»</h2>
                  <p>Театр – мистецтво відображення життя, а ліцейна «Мельпомена» (керівники: Світлана Легіна, актриса 
                  Молодого театру та Людмила Василенко, вчитель риторики ліцею) – це сцена мрій, сподівань і творчих 
                  звершень.
                  </p>

                  <img src={'imgTheater.jpg'} alt="" className={styles.auto_img}/>
                  
                  <p>Театральна студія допомагає оволодіти мистецтвом самовираження та самотворення. Адже спектр діяльності 
                  студії є досить широким: від режисерського супроводу традиційних ліцейних свят, мистецьких конкурсів 
                  різного рівня до постановки повноцінних театральних вистав. Свій досвід і щедрість таланту дарували ліцею 
                  народні артисти України Богдан Бенюк, Анатолій Хостікоєв; заслужені артисти України Василь Мазур, Валерій 
                  Легін, Раїса Недашківська. Серед почесних нагород студії – гран-прі конкурсу театральних колективів 
                  загальноосвітніх навчальних закладів «Кришталевий каштан» за вистави: вистава-містерія «Великий льох»(2007), 
                  вистава «37 су» Е. Лабіша (2008), вистава «Фантазії на тему» Г. Мюллера – номінація «за краще висвітлення 
                  проблем молоді» (2009), вистави «Мізантроп», «Ляпас» Ежена Лабіша (2010), "Фантазії на тему" Юлія Кіма (2012), 
                  "Сцени з губерського життя" Антона Чехова (2013) та спектакль-містерія "Сон" Тараса Шевченка (2014).</p>
          </div>
          <div className={styles.text_block}>
                <h2>МИСТЕЦТВО ТАНЦЮ</h2>

                    <img src={'imgDance.jpg'} alt="" className={styles.aboutFoto}/>
                     <p>Діяльність хореографічної студії ліцею досить багатогранна: від власне занять хореографії, участі 
                    студії у традиційних загальноліцейних святах, їх танцювальному оформленні до мистецьких конкурсів 
                    міжнародних рівнів. До репертуару хореографічної студії входять танці з європейської та 
                    латиноамериканської програм; фольклорні та сучасні композиції, розраховані як на сольне виконання, так і 
                    на колективні постановки. Танцювальні імпрези – це вишуканість, щастя-осяяння, віртуозний дивертисмент 
                    емоцій, шик стилю, вершина визнання. У 2011 році на конкурсі «Київський вальс» хореографічний колектив 
                    ліцею посів перше місце… І це зрозуміло: еліта має бути прекрасною в усьому!
                    </p>
                    
                    <p>Танець – це певна енергетика, яку не можна описати простими словами, її потрібно відчути. Танець 
                    заворожує, він створює відчуття довершеності та самореалізації. Танець – це не просто рухи під музику, це 
                    скравість, краса, захоплення...</p>
          </div>
          <div className={styles.text_block}>
                <h2>ВОКАЛЬНО-ХОРОВА СТУДІЯ</h2>
                    <p><i>Українська пісня - це філософія життя
                      українського народу, яка йде з глибин віків
                      до сьогоднішнього дня…

                      А. Ю. Мокренко</i></p>

                      <p>Хоровий колектив ліцею – неодноразовий призер районних і міських конкурсів: «Співає юність України», «Зірка Печерська», 
                      «Чисті роси», «Квітучі барви таланту» та фестивалю-конкурсу співаної поезії.
                                          </p>

                                          <img src={'imgChoir.jpg'} alt="" className={styles.auto_img}/>
                                          
                      <p>У художньо-мистецькій діяльності ліцею студія несе чи не найбільше емоційно-смислове навантаження. Родзинкою колективу є 
                      ексклюзивний репертуар. Композиторський талант її керівника Олени Кучер – щедрий і багатогранний: десятки оригінальних творів 
                      на слова Т.Шевченка, А. Малишка, І.Драча, П.Кононенка, Д.Павличка, А.Матвійчука, заслуженого вчителя України К.Бальохи. Низка 
                      ворів на слова ліцеїстів є неповторною окрасою колективу. Щедро обдарована наша земля пісенними талантами: народні артисти 
                      України Ніна Матвієнко, Володимир Гришко, Дмитро Гнатюк, Степан Фіцич, Марійка Бурмака, Анатолій Мокренко і заслужені артисти 
                      країни Світлана Мирвода, Анатолій Матвійчук, Жанна Боднарук; гурт «Океан Ельзи»; бандурист Віктор Лісовол, тріо бандуристок 
                      національного радіо України у складі Тетяни Маломуж, Ольги Чорній, Катерини Ковбик; випускниця ліцею, відома співачка, лауреат 
                      багатьох мистецьких конкурсів Катя Chilly (Катерина Кондратенко)… Усі вони – учасники наших імпрез – у ліцеї, Будинку вчителя, 
                      Національній опері, Українському домі. Це велика честь для нас – «і рости і діяти» поряд із такими талантами, адже це стимулює 
                      та підвищує інтерес до національної культури.</p>
          </div>
        </div>      
    )
    
  }
  export default Vykhovannia;