import React from 'react';

//import Button from './../Button/Button';
//import fire from '../Fire';
//import SignIn from './../Auth/SignIn';
//import SignUp from './Auth/SignUp';
//import SignUpContainer from './Auth/SignUpContainer';
import styles from './ChorStudio.module.css';
//import styles2 from './css/Bootstrap.module.css';
//<link href="css/bootstrap.css" rel='stylesheet' type='text/css' />
//import SignUp from './../Auth/SignUp';
//import {hideBeginningReducer} from './../../redux/quizReducer';


const ChorStudio =()=> {

 

   
    
    
    

  return(
  
        <div className={styles.wrapper}>
            <div className={styles.text_block}>
                <h2>ВОКАЛЬНО-ХОРОВА СТУДІЯ</h2>
                    <p><i>Українська пісня - це філософія життя
українського народу, яка йде з глибин віків
до сьогоднішнього дня…

А. Ю. Мокренко</i></p>

<p>Хоровий колектив ліцею – неодноразовий призер районних і міських конкурсів: «Співає юність України», «Зірка Печерська», 
«Чисті роси», «Квітучі барви таланту» та фестивалю-конкурсу співаної поезії.
                    </p>

                    <img src={'imgChoir.jpg'} alt="" className={styles.auto_img}/>
                    
<p>У художньо-мистецькій діяльності ліцею студія несе чи не найбільше емоційно-смислове навантаження. Родзинкою колективу є 
ексклюзивний репертуар. Композиторський талант її керівника Олени Кучер – щедрий і багатогранний: десятки оригінальних творів 
на слова Т.Шевченка, А. Малишка, І.Драча, П.Кононенка, Д.Павличка, А.Матвійчука, заслуженого вчителя України К.Бальохи. Низка 
ворів на слова ліцеїстів є неповторною окрасою колективу. Щедро обдарована наша земля пісенними талантами: народні артисти 
України Ніна Матвієнко, Володимир Гришко, Дмитро Гнатюк, Степан Фіцич, Марійка Бурмака, Анатолій Мокренко і заслужені артисти 
країни Світлана Мирвода, Анатолій Матвійчук, Жанна Боднарук; гурт «Океан Ельзи»; бандурист Віктор Лісовол, тріо бандуристок 
національного радіо України у складі Тетяни Маломуж, Ольги Чорній, Катерини Ковбик; випускниця ліцею, відома співачка, лауреат 
багатьох мистецьких конкурсів Катя Chilly (Катерина Кондратенко)… Усі вони – учасники наших імпрез – у ліцеї, Будинку вчителя, 
Національній опері, Українському домі. Це велика честь для нас – «і рости і діяти» поряд із такими талантами, адже це стимулює 
та підвищує інтерес до національної культури.</p>
            </div>
           
        </div>      
    )
    
  }
  export default ChorStudio;