import React from 'react';

//import Button from './../Button/Button';
//import fire from '../Fire';
//import SignIn from './../Auth/SignIn';
//import SignUp from './Auth/SignUp';
//import SignUpContainer from './Auth/SignUpContainer';
import styles from './TheaterStudio.module.css';
//import styles2 from './css/Bootstrap.module.css';
//<link href="css/bootstrap.css" rel='stylesheet' type='text/css' />
//import SignUp from './../Auth/SignUp';
//import {hideBeginningReducer} from './../../redux/quizReducer';


const TheaterStudio =()=> {

 

   
    
    
    

  return(
        <div className={styles.wrapper}>
            <div className={styles.text_block}>
                <h2>ТЕАТРАЛЬНА СТУДІЯ «МЕЛЬПОМЕНА»</h2>
                    <p>Театр – мистецтво відображення життя, а ліцейна «Мельпомена» (керівники: Світлана Легіна, актриса 
                    Молодого театру та Людмила Василенко, вчитель риторики ліцею) – це сцена мрій, сподівань і творчих 
                    звершень.
                    </p>

                    <img src={'imgTheater.jpg'} alt="" className={styles.auto_img}/>
                    
                    <p>Театральна студія допомагає оволодіти мистецтвом самовираження та самотворення. Адже спектр діяльності 
                    студії є досить широким: від режисерського супроводу традиційних ліцейних свят, мистецьких конкурсів 
                    різного рівня до постановки повноцінних театральних вистав. Свій досвід і щедрість таланту дарували ліцею 
                    народні артисти України Богдан Бенюк, Анатолій Хостікоєв; заслужені артисти України Василь Мазур, Валерій 
                    Легін, Раїса Недашківська. Серед почесних нагород студії – гран-прі конкурсу театральних колективів 
                    загальноосвітніх навчальних закладів «Кришталевий каштан» за вистави: вистава-містерія «Великий льох»(2007), 
                    вистава «37 су» Е. Лабіша (2008), вистава «Фантазії на тему» Г. Мюллера – номінація «за краще висвітлення 
                    проблем молоді» (2009), вистави «Мізантроп», «Ляпас» Ежена Лабіша (2010), "Фантазії на тему" Юлія Кіма (2012), 
                    "Сцени з губерського життя" Антона Чехова (2013) та спектакль-містерія "Сон" Тараса Шевченка (2014).</p>
            </div>
        </div>      
    )
    
  }
  export default TheaterStudio;