import React, {Component} from 'react';

//import Button from './../Button/Button';
//import fire from '../Fire';
//import SignIn from './../Auth/SignIn';
//import SignUp from './Auth/SignUp';
//import SignUpContainer from './Auth/SignUpContainer';
import styles from './Science.module.css';

const Science =()=> {
    return(
        <div className={styles.wrapper}>
            <div className={styles.textBlock}>
                <h2>НАВЧИТИ — НЕ МОЖНА, МОЖНА НАВЧИТИСЬ</h2>
                    <p>Проект починається з ідеї, а ідей не бракує... Перші освітні проекти Українського гуманітарного 
                    «Нова генерація», «Здорова дитина – успішна родина» (спільно з фондом «Відродження») сприяли становленню 
                    ліцею як закладу нового типу. Кожен наступний (а їх було чимало!) – то етап розвитку ліцею. Наукові 
                    колективні проекти випускних курсів – це водночас і підсумок, і перспектива.
                    </p>
                    <p>У 1994 році в ліцеї відбувся захист першого колективного проекту: поки інші роздумували й готувалися, 
                    МИ ЗРОБИЛИ. Набуваючи безцінний досвід, колектив ліцею створив власну традицію захисту профільних проектів. 
                    Із 1994 по 2013 роки випускниками ліцею було захищено 49 колективних наукових досліджень. Ми знаємо, що 
                    наші випускники готові до наступного кроку – створення життєвого проекту.</p>

                    <img src={'imgScience1.jpg'} alt=" " className={styles.autoImg}/>
                    
                    <h4 className={styles.year}>Літопис проектів:</h4>

                    <h4 className={styles.year}>2002</h4>
                    <ul>
                        <li><p>«Модернізм, фемінізм, гендеризм у творчості Ольги Кобилянської»</p></li>
                        <li><p>«Українське бароко як складова світової культури»</p></li>
                        <li><p>«Економічна свобода як фактор економічного зростання України»</p></li>
                        <li><p>«Судова реформа в Україні: проблеми та перспективи»</p></li>
                    </ul>

                    <h4 className={styles.year}>2003</h4>
                    <ul>
                        <li><p>«Олесь Гончар – сумління України, любов пречиста, пісня і зоря»</p></li>
                        <li><p>«Кам’яна Могила – визначна пам’ятка світової культури в Україні»</p></li>
                        <li><p>«Перспективи інноваційного розвитку економіки Києва»</p></li>
                        <li><p>«Виборча система України: проблеми та перспективи»</p></li>
                    </ul>

                    <h4 className={styles.year}>2004</h4>
                    <ul>
                        <li><p>«Великий українознавець. Творчий портрет П.П.Кононен­ка – поета, вченого, громадського діяча, – очима ліцеїстів»</p></li>
                        <li><p>«Україна на великому кордоні. Цивілізаційний вибір»</p></li>
                        <li><p>«Ціна землі в Україні»</p></li>
                        <li><p>«Соціальні інвестиції в майбутнє: правовий захист обдарованої молоді»</p></li>
                    </ul>

                    <h4 className={styles.year}>2005</h4>
                    <ul>
                        <li><p>Інтегрований проект «Муза любові і боротьби (українці в міжвоєнній Чехословаччині)»</p></li>
                        <li><p>Інтегрований проект «Трансформація відносин власності в Україні: економічний і правовий аспекти»</p></li>
                    </ul>

                    <h4 className={styles.year}>2006</h4>
                    <ul>
                        <li><p>«Роль української діаспори в становленні незалежної України»</p></li>
                    </ul>

                    <h4 className={styles.year}>Літопис колективних інтегрованих проектів:</h4>

                    <h4 className={styles.year}>2006-2007</h4>
                    <ul>
                        <li><p>«Роль української діаспори в становленні незалежної України»</p></li>
                    </ul>

                    <h4 className={styles.year}>2008</h4>
                    <ul>
                        <li><p>«Україна і НАТО: за і проти»</p></li>
                    </ul>

                    <h4 className={styles.year}>2009</h4>
                    <ul>
                        <li><p>«Українські громади Австралії та Південної Америки»</p></li>
                    </ul>

                    <h4 className={styles.year}>2010</h4>
                    <ul>
                        <li><p>«Знакові постаті української еміграції початку ХХ ст.»</p></li>
                    </ul>

                    <h4 className={styles.year}>2011</h4>
                    <ul>
                        <li><p>«Чорнобиль… Уроки історії»</p></li>
                    </ul>

                    <h4 className={styles.year}>2012</h4>
                    <ul>
                        <li><p>«Права дитини: контекст український і зарубіжний»</p></li>
                    </ul>

                    <h4 className={styles.year}>2013</h4>
                    <ul>
                        <li><p>«Горизонти Шевченкового Всесвіту»</p></li>
                    </ul>

                    <h4 className={styles.year}>2014</h4>
                    <ul>
                        <li><p>«Юнеско-Україна-УГЛ»</p></li>
                    </ul>

                    <h4 className={styles.year}>2015</h4>
                    <ul>
                        <li><p>«Україна-Європа: вчора, сьогодні, завтра»</p></li>
                    </ul>
            </div>    
        </div>       
    )  
}
export default Science;