import React from 'react';

//import Button from './../Button/Button';
//import fire from '../Fire';
//import SignIn from './../Auth/SignIn';
//import SignUp from './Auth/SignUp';
//import SignUpContainer from './Auth/SignUpContainer';
import styles from './Management.module.css';
//import styles2 from './css/Bootstrap.module.css';
//<link href="css/bootstrap.css" rel='stylesheet' type='text/css' />
//import SignUp from './../Auth/SignUp';
//import {hideBeginningReducer} from './../../redux/quizReducer';


const Management =()=> {

 
  return(
        <div className={styles.wrapper}>
            <div className={styles.textBlock}>
                <h2>РЕВОЛЮЦІЯ? ЕВОЛЮЦІЯ? - НІ! ДЕВОЛЮЦІЯ!</h2>
                <p><span>Головний принцип управління - </span>партисипативність та делегування повноважень громадським структурам у поєднанніз державними інституціями.</p>
                <img src={'Upravlinnia.png'} alt="Вчителі " className={styles.autoImg}/>
                <p>У системі ціннісних координат освітнього простору ліцею, поєднанні зусиль державних і громадських інституцій, учителів і родини в 
                інтелектуальному, моральному становленні молоді, збереженні духовної єдності поколінь, реалізації громадсько-державної системи управління у 
                Піклувальної ради особливе місце. Піклувальну раду ліцею було засновано у 1995 році й очолив її перший Президент України – Леонід Макарович 
                Кравчук. У її складі– державні, громадські діячі; діячі в галузях науки й культури</p>
                 <img src={'Rada.jpg'} alt="Вчителі " className={styles.autoImg}/>
                <h2>ЧЛЕНИ ПІКЛУВАЛЬНОЇ РАДИ</h2>
                <p><span>Андресюк Борис Павлович – </span>заступник голови, депутат Верховної Ради України 3-го та 4-го скликання, доктор політичних наук, професор.</p>
               <p><span>Андрущенко Віктор Петрович – </span>ректор Національного педагогічного університету імені М.Драгоманова, доктор філософських наук, професор.</p>
               <p><span>Брацюнь Леся Петрівна – </span>голова благодійного фонду «Соборність».</p>
               <p><span>Бугров Володимир Анатолійович - </span>проректор з науково-педагогічної роботи Київського національного університету імені Тараса Шевченка, кандидат філософських наук, доцент.</p>
               <p><span>Ємець Леонід Олександрович - </span>  випускник ліцею, Народний депутат України.</p>
               <p><span>Жебровський Борис Михайлович - </span> кандидат педагогічних наук, Заслужений працівник освіти України.</p>
               <p><span>Кононенко Петро Петрович - </span> доктор філологічних наук, професор, лауреат міжнародної премії імені Й. Г. Гердера.</p>
               <p><span>Корунська Ірина Сергіївна - </span> голова Батьківської ради ліцею (1998 – 2001 рр.).</p>
               <p><span>Костицький Василь Васильович - </span> доктор юридичних наук, професор, заслужений юрист України, член-кореспондент Національної академії правових наук України, голова Національної експертної комісії України з питань захисту суспільної моралі.</p>
               <p><span>Мацепура Олександр Леонідович - </span> голова правління ГО Благодійного фонду «Національна еліта» (із 2004 р.).</p>
               <p><span>Мокренко Анатолій Юрійович - </span> народний артист України, лауреат Національної премії імені Тараса Шевченка, професор Національної музичної академії України ім. П.І. Чайковського.</p>
               <p><span>Мовчан Павло Михайлович - </span> депутат Верховної Ради України 2-го, 4-го, 6-го скликань, голова Всеукраїнського товариства «Просвіта» ім. Т.Г. Шевченка; лауреат Національної премії імені Тараса Шевченка.</p>
               <p><span>Огнев'юк Віктор Олександрович  - </span> ректор Київського університету імені Бориса Грінченка, член-кореспондент НАПН України, доктор філософських наук, професор, президент Всеукраїнської акмеологічної академії.</p>
               <p><span>Павленко Юрій Олексійович - </span> випускник ліцею, міністр України у справах сім'ї, молоді та спорту (2007-2010 рр.), уповноважений Президента України з прав дитини (2011-2014 рр.).</p>
                <p><span>Стрілько Валентина Василівна - </span> Президент Міжнародного освітнього фонду імені Ярослава Мудрого.</p>
                <p><span>Чередниченко Олександр Іванович - </span> завідувач кафедри теорії і практики перекладу з романських мов ім. М. Зерова Київського національного університету імені Тараса Шевченка, доктор філологічних наук, академік АН ВШ України, професор.</p>
               

            </div>    
        </div>       
    )  
    
    
  }
  export default Management;