import React from 'react';
import styles from './ChoreographyStudio.module.css';

const ChoreographyStudio  =()=> {

    return(
        <div className={styles.wrapper}>
            <div className={styles.text_block}>
                <h2>МИСТЕЦТВО ТАНЦЮ</h2>
                <p>Діяльність хореографічної студії ліцею досить багатогранна: від власне занять хореографії, участі 
                    студії у традиційних загальноліцейних святах, їх танцювальному оформленні до мистецьких конкурсів 
                    міжнародних рівнів. До репертуару хореографічної студії входять танці з європейської та 
                    латиноамериканської програм; фольклорні та сучасні композиції, розраховані як на сольне виконання, так і 
                    на колективні постановки. Танцювальні імпрези – це вишуканість, щастя-осяяння, віртуозний дивертисмент 
                    емоцій, шик стилю, вершина визнання. У 2011 році на конкурсі «Київський вальс» хореографічний колектив 
                    ліцею посів перше місце… І це зрозуміло: еліта має бути прекрасною в усьому!</p>
                <img src={'imgDance.jpg'} alt="" className={styles.auto_img}/>
                <p>Танець – це певна енергетика, яку не можна описати простими словами, її потрібно відчути. Танець 
                    заворожує, він створює відчуття довершеності та самореалізації. Танець – це не просто рухи під музику, це 
                    скравість, краса, захоплення...</p>
            </div>
        </div>       
    )
}
export default ChoreographyStudio;