import React from 'react';
import styles from './ProzoristiVidkrytist.module.css';

const ProzoristiVidkrytist =()=> {
   

   
    
    
    

  return(
  
        <div className={styles.wrapper}>
            <div className={styles.text_block}>
                <h2>ПРОЗОРІСТЬ І ВІДКРИТІСТЬ</h2>
                 <p>Створюючи у ліцеї осередок «великої родини», педколектив виходив із переконань, що як окремо взяту родину об’єднує спільна мета, так і людський 
                    соціум теж прагне до єдиного – виховання майбутніх поколінь – громадян України. Це спільне завдання і стало тим, що об’єднало і в той же час 
                    забезпечило життєдіяльність такого складного організму, як «велика ліцейна родина».</p>

                <img src={'Prozorist.jpg'} alt="" className={styles.auto_img}/>

                    <p>… Ліцейна родина – це живий організм, що перебуває у постійному русі: ініціює, проектує, реалізує, синтезує творчу енергію та творчий успіх усіх, хто в ній Є…</p>
                    <h2>Ліцей-родина - це:</h2>
                    <ol>
                    <li>родинна наступність у навчанні (за 25 років 125 родин учили в нас дітей вдруге);</li>
                    <li>неповторний дух, де панує атмосфера любові й поваги, культ духовності й шляхетності, знань та жага перемог, високий естетизм і моральність і, безперечно, дух українства, дух незалежної й самостійної України, нової і сильної держави, якою ми прагнемо її бачити й створити;</li>
                    <li>школа, у якій плекаються всі складники здорового громадянства;</li>
                    <li>успішна реалізація експериментальних педагогічних досліджень, апробація сучасних виховних технологій, що ведуть до успіху кожної дитини;</li>
                    <li>співпартнерство суб’єктів освітнього процесу учня – учителя – соціуму – батьків або гармонізація стосунків «учитель – учень», «учитель – батьки», «учень – учень» (в ієрархії цінностей людських найвищою ставимо цінність особистості);</li>
                    <li>Інститут педагогів-вихователів (їх –12, як і Апостолів. Таких же мужніх, таких же сильних, непохитних, переконаних, терплячих, люблячих. Вони «дух і буква» ліцею. Керуються Положенням і десятьма правилами кураторської мудрості);</li>
                    <li>Батьківська рада (визначальний принцип її діяльності – єдність виховних і навчальних пріоритетів ліцею та батьків);</li>
                    <li>Батьківська академія (саме вона допомагає ліцеїстам зробити перший крок у велику науку);</li>
                    <li>родинні свята академічних груп (тут усі: молодші братики й сестрички, тата й мами, увесь педагогічний колектив; атмосфера невимушеності, тепла, доброзичливості й затишку робить ці свята насправді «родинними»);</li>
                    <li>традиційний святковий концерт, присвячений батькам випускників (апофеоз родинної єдності, спільності інтересів, співпраці та взаємоповаги);</li>
                    <li>відвідування батьками уроків (вони завжди «відкриті» для них), участь у педагогіних радах, діалогах;</li>
                    <li>тематичні батьківські зустрічі-наради, – а не збори! (на них батьків запрошують, а не викликають; тут радяться, а не звинувачують);</li>
                    <li>ліцейні традиції (красиві, добрі, мудрі – родинні!);</li>
                    <li>наші випускники (велике ліцейне братство, свідоме власної високої місії у справі відродження національної еліти);</li>
                    <li>ліцейні сімейні пари (вони знайшли в ліцеї свою долю. Наш директор веде облік (на сьогодні їх близько 50). Вітаємо! Сподіваємося, що незабаром ліцей радо зустріне вже Ваших дітей);</li>
                    <li>«наша» пісня (про «родинне коло, яке не розімкнути»).</li>
                    </ol>
                   
            </div>
           
        </div>       
    )
    
}
export default ProzoristiVidkrytist;