export default[ 
 {sliderTop: [
{"h2":"Для того щоб виховати справжніх чоловіків, потрібно виховувати справжніх жінок." ,"p":"", "h6":"В. О. Сухомлинський"},
{"h2":"Щоб дитина була палко зацікавлена навчанням, їй необхідне багате, різноманітне, приваблююче, інтелектуальне життя.","p":"", "h6":"В. О. Сухомлинський"},
{"h2":"Роки дитинства — це насамперед виховання серця.","h6":"В. О. Сухомлинський"},
{"h2":"Виховуючи свою дитину, ти виховуєш себе.","p":"","h6":"В. О. Сухомлинський"},
{"h2":"До хорошого уроку учитель готується все життя.","p":"","h6":"В. О. Сухомлинський"},
{"h2":"Праця – це одне з найчистіших і найшляхетніших джерел емоційного стану, радості діяння, творення.","p":"","h6":"В. О. Сухомлинський"},
{"h2":"Любов — це насамперед відповідальність, а потім уже насолода, радість.","p":"","h6":"В. О. Сухомлинський"},
{"h2":"Усі діти не можуть мати однакові здібності. І найважливіше завдання школи — виховання здібностей.","p":"","h6":"В. О. Сухомлинський"},
{"h2":"Як у краплі води відбивається сонце, так у дітях відбивається моральна чистота матері і батька.","p":"","h6":"В. О. Сухомлинський"},
{"h2": "Головна школа виховання дітей — це взаємини чоловіка і дружини, батька і матері.", "p":"", "h6":"В. О. Сухомлинський"}
],


 sliderMiddle: [
{"sorce":"Zhnyva.png","question":"Хто є автором картини?","answer0":"Тетяна Яблонська","answer1":"Михайло Дмитренко","answer2":"Сергій Васильківський","answer3":"Сергій Світославський","answer4":"Петро Левченко","answer5":"Микола Пимоненко","verity":5,"denotation":"\"Жнива\"","explanation":"Микола Пимоненко зображував реальні картини – тільки те, що бачив на власні очі."},
{"sorce":"Zvir.png","question":"У її картинах знаходять втілення язичницькі образи фантастичних чудовиськ і птахів","answer0":"Людмила Мєшкова","answer1":"Марія Приймаченко","answer2":"Євгенія Гапчинська","answer3":"Тетяна Яблонська","answer4":"Галина Москвитіна","answer5":"Галина Гедзєвич","verity":1,"denotation":"\"Горботрус\"","explanation":"Марія Приймаченко малювала звірів, але ніколи в житті не була в зоопарку."},
{"sorce":"Motyl.png","question":"Всесвітньо відомий митець лемківського походження.","answer0":"Василь Кандинський","answer1":"Пабло Пікассо","answer2":"Сальвалор Далі","answer3":"Енді Уорхолл","answer4":"Андрій Рубльов","answer5":"Михайло Врубель","verity":3,"denotation":"\"Мотиль\"","explanation":"Серед картин Андрія Варголи — зображення грошових купюр, відомих діячів, продуктів та газет."},
{"sorce":"Zaporozhtsy.png","question":"За такими картинами вивчають історію України.","answer0":"Василь Кандинський","answer1":"Іван Айвазовський","answer2":"Михайло Шишкін","answer3":"Ілля Рєпін","answer4":"Ілля Глазунов","answer5":"Казімір Малєвіч","verity":3,"denotation":"\"Запорожці пишуть листа турецькому султану.\"","explanation":"Серед людей, які позували Іллі Рєпіну для цієї картини - відомі особистості тих часів."}
]
}
]