import React from 'react';
import styles from './Uchinnia.module.css';

const Uchinnia =()=> {
    return(
        <div className={styles.wrapper}>
            <div className={styles.textBlock}>
                <img src={'Medals.jpg'} alt=" " className={styles.autoImg}/>
                <h2>НАГОРОДЖЕНІ</h2>
                 <table >
                            <tr>
                               <th className={styles.year}>ЗА ОСОБЛИВІ УСПІХИ У НАВЧАННІ(золота медаль) </th>
                               <th className={styles.year}>ЗА ОСОБЛИВІ УСПІХИ У НАВЧАННІ(срібна медаль) </th>
                            </tr>
                          
                    </table>
                    <h4 className={styles.year}>1992-1993 навчальний рік</h4>
                    <table className={styles.year19921993}>
                            <tr>
                               <td> Буньківська Оксана В′ячеславівна</td>
                               <td>Дуцник Наталія Анатоліївна</td>
                            </tr>
                            <tr>
                                <td>      Козьякова Марина Володимирівна</td>
                                <td>    Козьякова Наталія Олександрівна</td>
                            </tr>
                            <tr>
                                 <td>     Почтаренко Ганна Сергіївна</td>
                                  <td>    Негрійко Тамара Анатоліївна</td>
                            </tr>
                             <tr>
                                 <td>     Серебрянікова Ольга Олексіївна</td>
                                  <td>    Семенюк Валерія Дем’янівна</td>
                            </tr>
                            <tr>   
                                 <td>     Скрипнюк Наталія Олександрівна</td>
                            </tr>
                            <tr>
                                 <td>     Стадник Наталя Володимирівна</td>
                            </tr>
                            <tr>     
                                 <td>       Федорко Оксана Романівна</td>
                            </tr>
                            <tr>    
                                 <td>     Шиденко Юрій Миколайович</td>
                            </tr>     
                    </table>
                    <h4 className={styles.year}>1993-1994 навчальний рік</h4>
                    <table className={styles.year19931994}>
                            <tr>
                               <td> Дементьєва Наталія В′ячеславівна</td>
                               <td>Бенько Тетяна Володимирівна</td>
                            </tr>
                            <tr>
                                <td> Дмитренко Ольга Володимирівна     </td>
                                <td>Люта Тетяна Володимирівна  </td>
                            </tr>
                            <tr>
                                 <td>  Малашенок Катерина Олексіївна </td>
                                  
                            </tr>
                             <tr>
                                 <td>  Патратій Олена Валеріївна</td>
                                
                            </tr>
                            <tr>   
                                 <td> Погрібний Віталій Анатолійович </td>
                            </tr>
                            <tr>
                                 <td>Савчук Роман Петрович  </td>
                            </tr>
                            <tr>     
                                 <td> Чернієнко Олександр Васильович  </td>
                            </tr> 
                    </table>
                     <h4 className={styles.year}>1994-1995 навчальний рік</h4>
                    <table className={styles.year19941995}>
                            <tr>
                               <td> Бенюк Олеся Богданівна</td>
                               <td>Галібаренко Наталія Миколаївна</td>
                            </tr>
                            <tr>
                                <td> Волков Валерій Ігорович   </td>
                                <td> Голуб Марія Петрівна</td>
                            </tr>
                            <tr>
                                 <td>Житник Олена Володимирівна</td>
                                   <td>Грабовська Зоя Володимирівна </td> 
                            </tr>
                             <tr>
                                 <td> Кузнецова Ольга Сергіївна</td>
                                  <td>Динниченко Марія Олександрівна </td>
                            </tr>
                            <tr>   
                                 <td>Лемешко Олена Василівна  </td>
                                   <td> Коломієць Ганна Володимирівна</td>
                            </tr>
                            <tr>
                                 <td> Манько Інна Олександрівна </td>
                                   <td> Луценко Ігор Вікторович</td>
                            </tr>
                            <tr>     
                                 <td>  Ржевська Валентина Сергіївна </td>
                                   <td> Оришич Тетяна Вікторівна</td>
                            </tr> 
                            <tr>     
                                 <td> Санівська Ірина Олександрівна </td>
                                   <td> Петренко Олена Борисівна</td>
                            </tr> 
                            <tr>     
                                 <td> Старостенко Ганна Вікторівна </td>
                                   <td>Петриченко Катерина Вікторівна</td>
                            </tr> 
                            <tr>     
                                 <td> Удодик Зореслава Анатоліївна     </td>
                                   <td>Поліщук Людмила Вікторівна</td>
                            </tr> 
                            <tr>     
                                <td> </td>
                                   <td> Степанчук Наталія Михайлівна</td>
                            </tr> 
                            <tr>     
                                 <td> </td>
                                   <td> Удалова Олена Геннадіївна</td>
                            </tr> 
                    </table>
                     <h4 className={styles.year}>1995-1996 навчальний рік</h4>
                    <table className={styles.year19951996}>
                            <tr>
                               <td> Поєдінок Валерія Вікторівна</td>
                               <td> Бондар Мар’яна Володимирівна</td>
                            </tr>
                            <tr>
                                <td>  Сірук Олена Борисівна </td>
                                <td> Данильченко Леся Степанівна</td>
                            </tr>
                            <tr>
                                 <td>Теленик Ольга Сергіївна</td>
                                   <td>Жовква Ігор Іванович</td> 
                            </tr>
                             <tr>
                                 <td>Устич Оксана Петрівна </td>
                                  <td> Радіонов Дмитро Володимирович</td>
                            </tr>
                            <tr>   
                                 <td> Чесноков Андрій Володимирович </td>
                                   <td> Степанова Ганна Олександрівна</td>
                            </tr>
                            <tr>
                                 <td>Шапронь Вікторія Вадимівна </td>
                                   <td> </td>
                            </tr>
                    </table>
                    <h4 className={styles.year}>1996-1997 навчальний рік</h4>
                    <table className={styles.year19961997}>
                            <tr>
                               <td>  Бєльська Ольга Віталіївна</td>
                               <td>Автомонов Олег Петрович</td>
                            </tr>
                            <tr>
                                <td>  Кошіль Олена Миколаївна </td>
                                <td> Ананов Олексій Валентинович</td>
                            </tr>
                            <tr>
                                 <td>Чухоніна Юлія Петрівна</td>
                                   <td>Калита Ірина Валеріївна </td> 
                            </tr>
                             <tr>
                                 <td></td>
                                  <td>Конончук Наталія Михайлівна </td>
                            </tr>
                            <tr>   
                                 <td>  </td>
                                   <td> Литвин Олена Анатоліївна</td>
                            </tr>
                            <tr>
                                 <td>  </td>
                                   <td>Мельник Вікторія Віталіївна </td>
                            </tr>
                            <tr>     
                                 <td>  </td>
                                   <td>Миколенко Тетяна Іванівна </td>
                            </tr> 
                            <tr>     
                                 <td>  </td>
                                   <td> Пшенична Олена Вікторівна</td>
                            </tr> 
                            <tr>     
                                 <td>  </td>
                                   <td>Решетюк Юрій Олександрович</td>
                            </tr> 
                            <tr>     
                                 <td>    </td>
                                   <td>Совгиря Ольга Володимирівна</td>
                            </tr> 
                            <tr>     
                                <td> </td>
                                   <td>Солдатенко Вікторія Вікторівна</td>
                            </tr> 
                    </table>
                     <h4 className={styles.year}>1997-1998 навчальний рік</h4>
                    <table className={styles.year19971998}>
                            <tr>
                               <td>Андресюк Юлія Борисівна </td>
                               <td> Бабич Оксана Володимирівна </td>
                            </tr>
                            <tr>
                                <td> Воронцова Ольга Сергіївна </td>
                                <td> Дробинська Ольга Олегівна</td>
                            </tr>
                            <tr>
                                 <td>Васюра Наталія Олегівна</td>
                                   <td>Іваньков Ігор Олексійович</td> 
                            </tr>
                             <tr>
                                 <td> Куницький Юрій Михайлович</td>
                                  <td>Кобзаренко Андрій Миколайович</td>
                            </tr>
                            <tr>   
                                 <td> Кутова Марія Вікторівна </td>
                                   <td>Надточій Дмитро Васильович </td>
                            </tr>
                             <tr>
                               <td>Лукач Ірина Володимирівна </td>
                               <td>Наумов Дмитро Олександрович </td>
                            </tr>
                            <tr>
                                <td>Носік Юрій Володимирович  </td>
                                <td> Підчайна Тетяна Ярославівна</td>
                            </tr>
                            <tr>
                                 <td>Приходько Ольга Василівна</td>
                                   <td>Романів Оксана Миколаївна</td> 
                            </tr>
                             <tr>
                                 <td> Рудянова Оляна Павлівна</td>
                                  <td>Сердюкова Юлія Миколаївна</td>
                            </tr>
                             <tr>
                                 <td> Стеценко Наталія Володимирівна </td>
                                  <td>Сидорова Ганна Сергіївна</td>
                            </tr>
                           
                    </table>
                    <h4 className={styles.year}>1998-1999 навчальний рік</h4>
                    <table className={styles.year19981999}>
                            <tr>
                               <td>  Галуха Оксана Григорівна</td>
                               <td>  Віннік Ольга Євгенівна </td>
                            </tr>
                            <tr>
                               <td>Кононова Ольга Андріївна </td>
                               <td> Гугля Леоніла Ігорівна </td>
                            </tr>
                            <tr>
                               <td> Кисіль Ірина Володимирівна</td>
                               <td> Курдіна Ірина Володимирівна </td>
                            </tr>
                             <tr>
                               <td> Ольшанський Олександр Вікторович</td>
                               <td>Майстренко Дмитро Віталійович  </td>
                            </tr>
                            <tr>
                               <td> Оробець Леся Юріївна</td>
                               <td>  Молібог Сергій Ігорович</td>
                            </tr>
                            <tr>
                               <td> Палій Наталія Олегівна</td>
                               <td> Монастирук Юлія Аркадіївна </td>
                            </tr>
                             <tr>
                               <td>Степанець Інна Олександрівна </td>
                               <td> Омельчук Олександр Валерійович </td>
                            </tr>
                            <tr>
                               <td>Чернявський Назар Анатолійович </td>
                               <td> Радченко Віталій Володимирович </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td> Рассомахіна Ольга Андріївна </td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td> Скубенко Олександр Петрович </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td>Хилько Олеся Миколаївна  </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td> Якобчук Ганна Зіновіївна </td>
                            </tr>
                          
                    </table>
                     <h4 className={styles.year}>1999-2000 навчальний рік</h4>
                    <table className={styles.year19992000}>
                            <tr>
                               <td> Буй Тетяна Григорівна</td>
                               <td>   Абліцова Сніжана Віталіївна </td>
                            </tr>
                             <tr>
                               <td> Жураківська Ірина Сергіївна</td>
                               <td> Башловка Антон Миколайович </td>
                            </tr>
                             <tr>
                               <td> Здзеба Ірина Ігорівна</td>
                               <td> Галас Ольга Ігорівна </td>
                            </tr>
                             <tr>
                               <td> Крилова Людмила Василівна</td>
                               <td> Гайдученко Лідія Василівна </td>
                            </tr>
                             <tr>
                               <td> Курдіна Анастасія Володимирівна</td>
                               <td> Делеменчук Олександра Олександрівна </td>
                            </tr>
                             <tr>
                               <td>Кучеренко Костянтин Олегович </td>
                               <td> Деменко Тетяна Анатоліївна </td>
                            </tr>
                             <tr>
                               <td> Липко Максим Петрович</td>
                               <td> Демченко Ольга Володимирівна </td>
                            </tr>
                             <tr>
                               <td>Льовін Антон Валерійович </td>
                               <td> Задоя Костянтин Петрович </td>
                            </tr>
                             <tr>
                               <td> Матвійчук Олена Віталіївна</td>
                               <td> Кудіна Ія Миколаївна </td>
                            </tr>
                             <tr>
                               <td>Скрека Тетяна Миколаївна </td>
                               <td> Лещенко Максим Володимирович </td>
                            </tr>
                             <tr>
                               <td> Чала Ірина Олександрівна</td>
                               <td> Матвійчук Олена Олександрівна </td>
                            </tr>
                             <tr>
                               <td> Черних Юлія Сергіївна </td>
                               <td> Мезенцова Наталія Володимирівна </td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td>Мошенець Олена Володимирівна  </td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td> Попів Дар’я Ігорівна </td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td> Санченко Максим Володимирович </td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td> Сіренко Надія Юріївна </td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td> Троян Юлія Олександрівна </td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td> Чепего Тетяна Анатоліївна </td>
                            </tr>
                           
                    </table>
                     <h4 className={styles.year}>2000-2001 навчальний рік</h4>
                    <table className={styles.year20002001}>
                            <tr>
                               <td>Поєдинок Ольга Романівна </td>
                               <td>  Бурзель Юлія Валентинівна </td>
                            </tr>
                            <tr>
                               <td>Приймаченко Артем Сергійович </td>
                               <td> Дідушко Іван Володимирович </td>
                            </tr>
                            <tr>
                               <td>Донченко Катерина Юріївна </td>
                               <td> Крикун Ганна Петрівна </td>
                            </tr>
                            <tr>
                               <td>Костюченко Ярослав Миколайович </td>
                               <td> Кузнєцова Вероніка Валеріївна </td>
                            </tr>
                             <tr>
                               <td> Матвієнко Олена Сергіївна</td>
                               <td> Кутько Ольга Володимирівна </td>
                            </tr>
                            <tr>
                               <td> Матвійчук Олександра В’ячеславівна</td>
                               <td> Кушнір Антон Андрійович </td>
                            </tr>
                            <tr>
                               <td>Свіщук Віктор Анатолійович </td>
                               <td> Маломуж Ярослав Миколайович </td>
                            </tr>
                            <tr>
                               <td> Трушина Наталія Вікторівна</td>
                               <td> Матвійчук Аліна Олександрівна </td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td>  Огнев’юк Роман Вікторович</td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td> Онищенко Ганна Володимирівна </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td> Осадчук Анна Борисівна </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td> Сініцина Наталія Володимирівна </td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td> Ярошенко Леся Анатоліївна </td>
                            </tr>
                           
                    </table>
                     <h4 className={styles.year}>2001-2002 навчальний рік</h4>
                    <table className={styles.year20012002}>
                            <tr>
                               <td>Корюкалов Михайло Володимирович</td>
                               <td>  Білоножко Ірина Віталіївна</td>
                            </tr>
                            <tr>
                               <td>Леонова Тетяна Олександрівна</td>
                               <td> Богданова Євгенія Олексіївна </td>
                            </tr>
                            <tr>
                               <td>Черній Олена Костянтинівна</td>
                               <td> Бондаревський Євген Олегович </td>
                            </tr>
                            <tr>
                               <td>Шевченко Андрій Володимирович </td>
                               <td> Булах Тетяна Олексіївна </td>
                            </tr>
                             <tr>
                               <td></td>
                               <td> Галицька Валерія Володимирівна </td>
                            </tr>
                            <tr>
                               <td></td>
                               <td> Іванів Ольга Зіновіївна </td>
                            </tr>
                            <tr>
                               <td></td>
                               <td>Ковальчук Костянтин Сергійович  </td>
                            </tr>
                            <tr>
                               <td></td>
                               <td> Кобякова Світлана Миколаївна </td>
                            </tr>
                             <tr>
                               <td></td>
                               <td> Компанець Марина Олександрівна </td>
                            </tr>
                            <tr>
                               <td></td>
                               <td> Масик Роман Олексійович </td>
                            </tr>
                            <tr>
                               <td></td>
                               <td> Парасюк Ольга Валеріївна </td>
                            </tr>
                            <tr>
                               <td></td>
                               <td>  Піотровська Дарія Сергіївна</td>
                            </tr>
                             <tr>
                               <td></td>
                               <td> Поліщук Лариса Вікторівна </td>
                            </tr>
                            <tr>
                               <td></td>
                               <td> Пупенко Анна Олегівна </td>
                            </tr>
                             <tr>
                               <td></td>
                               <td>Урсуленко Олександр Вікторович  </td>
                            </tr>
                            <tr>
                               <td></td>
                               <td> Урсуленко Ксенія Вікторівна </td>
                            </tr>
                             <tr>
                               <td></td>
                               <td> Хоменко Володимир Володимирович </td>
                            </tr>
                           
                           
                    </table>
                     <h4 className={styles.year}>2002-2003 навчальний рік</h4>
                    <table className={styles.year20022003}>
                            <tr>
                               <td> Бабакова Олена Сергіївна</td>
                               <td>   Венгріна Ірина Євгенівна </td>
                            </tr>
                            <tr>
                               <td>Горбатенко Оксана Василівна </td>
                               <td> Грабовська Катерина Юріївна </td>
                            </tr>
                            <tr>
                               <td> Салата Андрій Іванович</td>
                               <td>Єдамова Анастасія Миколаївна</td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td> Калішенко Євгенія Олександрівна </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td> Карасевич Ольга Юріївна </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td> Мамченкова Оксана Едуардівна </td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td> Наконечний Максим Вікторович </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td> Немировська Олена Володимирівна </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td> Радіонова Аліна Олександрівна </td>
                            </tr>
                    </table>

                      <h4 className={styles.year}>2003-2004 навчальний рік</h4>
                    <table className={styles.year20032004}>
                            <tr>
                               <td>Гнучева Олена Сергіївна </td>
                               <td>  Дерев’янко Тетяна Вікторівна </td>
                            </tr>
                            <tr>
                               <td>Євдокимов Дмитро Андрійович </td>
                               <td> Іоффе Юлія Олександрівна </td>
                            </tr>
                            <tr>
                               <td>Мігаметій Катерина Андріївна </td>
                               <td> Ланевська Анна Євгенівна </td>
                            </tr>
                             <tr>
                               <td>Палько Олена Павлівна </td>
                               <td>Мацепура Інна Олександрівна  </td>
                            </tr>
                            <tr>
                               <td> Фіногін Андрій Сергійович</td>
                               <td>  Сворак Ніна Ярославівна</td>
                            </tr>
                            <tr>
                               <td>Шемог Олена Андріївна </td>
                               <td> Ущапівська Анастасія Павлівна </td>
                            </tr>
                             <tr>
                               <td> Шкрабалюк Юлія Олександрівна</td>
                               <td> Хом’як Василь Романович </td>
                            </tr>
                            <tr>
                               <td> Хворостяний Ігор Григорович</td>
                               <td> Цирульнева Юна Володимирівна </td>
                            </tr>
                            <tr>
                               <td>Яценко Ніна Григорівна  </td>
                               <td>  </td>
                            </tr>
                    </table>


                      <h4 className={styles.year}>2004-2005 навчальний рік</h4>
                    <table className={styles.year20042005}>
                            <tr>
                               <td>Бондар Катерина Петрівна </td>
                               <td> Вірьовка Андрій Юрійович </td>
                            </tr>
                            <tr>
                               <td>Гричанська Ганна Пилипівна </td>
                               <td> Гуріна Вікторія Вікторівна </td>
                            </tr>
                            <tr>
                               <td>Купрійчук Олександра Анатоліївна </td>
                               <td> Кирильчук Надія Анатоліївна </td>
                            </tr>
                             <tr>
                               <td> Маломуж Леся Миколаївна</td>
                               <td> Логвиненко Тетяна Олександрівна </td>
                            </tr>
                            <tr>
                               <td> Орел Марина Олександрівна</td>
                               <td> Ломоносова Катерина Сергіївна </td>
                            </tr>
                            <tr>
                               <td> Сидорова Тетяна Сергіївна</td>
                               <td> Маноха Денис Станіславович </td>
                            </tr>
                             <tr>
                               <td> Харкова Людмила Олександрівна</td>
                               <td> Сарапіна Євгенія Віталіївна </td>
                            </tr>
                            <tr>
                               <td>Циганкова Катерина Олександрівна </td>
                               <td>  Сидорчук Олексій Володимирович</td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td> Сливінський Олександр Олександрович </td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td> Туманова Ірина Юріївна </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td> Федоренко Оксана Василівна </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td> Щербина Ірина Віталіївна </td>
                            </tr>
                    </table>

                      <h4 className={styles.year}>2005-2006 навчальний рік</h4>
                    <table className={styles.year20052006}>
                            <tr>
                               <td>  Бусол Катерина Ігорівна</td>
                               <td>   Афанасьєва Вікторія Сергіївна </td>
                            </tr>
                            <tr>
                               <td>Сахно Ярослав Ігорович </td>
                               <td> Бєлкіна Дарина Олександрівна </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td> Буєв Іван Андрійович </td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td>  Вашталова Катерина Олексіївна</td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td>  Войтенко Юлія Миколаївна</td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td> Лис Ганна Ігорівна </td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td> Мордюкова Аліна Олександрівна </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td> Парубець Марія Олексіївна </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td> Рубанка Ольга Вікторівна </td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td>  Сторожук Олеся Володимирівна</td>
                            </tr>
                            
                    </table>
                     <h4 className={styles.year}>2006-2007 навчальний рік</h4>
                    <table className={styles.year20062007}>
                            <tr>
                               <td> Алам Христина-Бітхіка Махбубулівна</td>
                               <td> Катанова Катерина Олександрівна </td>
                            </tr>
                            <tr>
                               <td>Мінаєва Вікторія Віталіївна </td>
                               <td> Лакатош Єлизавета Василівна </td>
                            </tr>
                            <tr>
                               <td>Тетерук Ольга Сергіївна </td>
                               <td>Музика Юлія Сергіївна  </td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td> Степанченко Дарина Костянтинівна </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td> Чемерська Тетяна Борисівна </td>
                            </tr>
                           
                    </table>
                   
                      <h4 className={styles.year}>2007-2008 навчальний рік</h4>
                    <table className={styles.year20072008}>
                            <tr>
                               <td>  Бровко Олександра Миколаївна</td>
                               <td>  Вишнівська Ольга Олександрівна </td>
                            </tr>
                            <tr>
                               <td>Лихно Ярослав Юрійович  </td>
                               <td> Грищенко Ігор Валерійович </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td> Калітовська Галина Віталіївна </td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td> Ковальова Маргарита Сергіївна </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td> Кучмієнко Ольга Володимирівна </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td> Лютий Василь Романович </td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td> Пустовойт Максим Олександрович </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td> Сапіга Оксана Олегівна </td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td> Смаль Ольга Ігорівна </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td> Терещук Єлизавета Сергіївна </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td> Токарський Богдан Ігорович </td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td> Царькова Станіслава Ігорівна </td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td> Цірат Катерина Геннадіївна </td>
                            </tr>
                         
                    </table>
                   
                      <h4 className={styles.year}>2008-2009 навчальний рік</h4>
                    <table className={styles.year20082009}>
                            <tr>
                               <td> Голінко Вікторія Миколаївна </td>
                               <td>  Демешко Марина Олександрівна </td>
                            </tr>
                            <tr>
                               <td> Куліш Оксана Сергіївна</td>
                               <td> Король Оляна Анатоліївна </td>
                            </tr>
                            <tr>
                               <td> Мазуренко Марія Сергіївна</td>
                               <td> Лавреха Юлія Миколаївна </td>
                            </tr>
                             <tr>
                               <td>Молодик Марія Володимирівна </td>
                               <td> Овчарова Світлана Вікторівна </td>
                            </tr>
                            <tr>
                               <td>Рехтман Єлизавета Григорівна </td>
                               <td> Охотнік Юліана Олегівна </td>
                            </tr>
                            <tr>
                               <td> Рожкова Марія Геннадіївна</td>
                               <td> Рубанка Юлія Вікторівна </td>
                            </tr>
                             <tr>
                               <td>Сукманюк Катерина Юріївна   </td>
                               <td>  </td>
                            </tr>
                         
                    </table>
  
                      <h4 className={styles.year}>2009-2010 навчальний рік</h4>
                    <table className={styles.year20092010}>
                            <tr>
                               <td> Піх Ярина Сергіївна </td>
                               <td>     Баранова Юлія Михайлівна</td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td> Ємець Марія Костянтинівна </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td> Лігус Марія Валентинівна </td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td> Мельченко Дар’я Дмитрівна </td>
                            </tr>
                          
                    </table>
                      <h4 className={styles.year}>2010-2011 навчальний рік</h4>
                    <table className={styles.year20102011}>
                            <tr>
                               <td>Петренко Ольга Юріївна </td>
                               <td>  </td>
                            </tr>
                    </table>
                      <h4 className={styles.year}>2011-2012 навчальний рік</h4>
                    <table className={styles.year20112012}>
                            <tr>
                               <td> </td>
                               <td>  Гончаров Віктор Сергійович </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td> Кузява Дар’я Анатоліївна </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td> Шуляківська Марія Олександрівна </td>
                            </tr>
                    </table>
                      <h4 className={styles.year}>2012-2013 навчальний рік</h4>
                    <table className={styles.year20122013}>
                            <tr>
                               <td> Костицька Софія Василівна</td>
                               <td> Тимошенко Олена Юріївна </td>
                            </tr>
                    </table>
                      <h4 className={styles.year}>2013-2014 навчальний рік</h4>
                    <table className={styles.year20132014}>
                            <tr>
                               <td> </td>
                               <td> Гундич Катерина </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td> Новікова Марія </td>
                            </tr>
                    </table>
                      <h4 className={styles.year}>2014-2015 навчальний рік</h4>
                    <table className={styles.year20142015}>
                            <tr>
                               <td>Денисенков Денис </td>
                               <td>  </td>
                            </tr>
                            <tr>
                               <td> Бодня Ганна</td>
                               <td>  </td>
                            </tr>
                            <tr>
                               <td> Тарабарова Єлизавета</td>
                               <td>  </td>
                            </tr>
                             <tr>
                               <td>Шрам Єлизавета </td>
                               <td>  </td>
                            </tr>
                    </table>
                      <h4 className={styles.year}>2015-2016 навчальний рік</h4>
                    <table className={styles.year20152016}>
                            <tr>
                               <td> </td>
                               <td> Невінчана Наталія </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td> Шкуро Каталіна </td>
                            </tr>
                    </table>
                      <h4 className={styles.year}>2016-2017 навчальний рік</h4>
                    <table className={styles.year20162017}>
                            <tr>
                               <td> </td>
                               <td>  </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td>  </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td>  </td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td>  </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td>  </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td>  </td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td>  </td>
                            </tr>
                         
                    </table>
                      <h4 className={styles.year}>2017-2018 навчальний рік</h4>
                    <table className={styles.year20172018}>
                            <tr>
                               <td> </td>
                               <td>  </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td>  </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td>  </td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td>  </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td>  </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td>  </td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td>  </td>
                            </tr>
                         
                    </table>
                      <h4 className={styles.year}>2018-2019 навчальний рік</h4>
                    <table className={styles.year20182019}>
                            <tr>
                               <td> </td>
                               <td>  </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td>  </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td>  </td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td>  </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td>  </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td>  </td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td>  </td>
                            </tr>
                         
                    </table>
                      <h4 className={styles.year}>2019-2020 навчальний рік</h4>
                    <table className={styles.year20192020}>
                            <tr>
                               <td> </td>
                               <td>  </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td>  </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td>  </td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td>  </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td>  </td>
                            </tr>
                            <tr>
                               <td> </td>
                               <td>  </td>
                            </tr>
                             <tr>
                               <td> </td>
                               <td>  </td>
                            </tr>
                         
                    </table>
                    

            </div>    
        </div>       
    )  
}
export default Uchinnia;